{
    "languageChange": "en",
    "languageChangeDescriptive": "Switch to English",
    "header": {
        "title": "Юлия Кудина",
        "menu": "Меню",
        "menuItems": {
            "allWorks": "Все работы",
            "biography": "Биография",
            "exhibitions": "Выставки",
            "media": "СМИ",
            "contacts": "Контакты"
        }
    },

    "artwork": {
        "material": "Материал",
        "size": "Размер"
    },

    "randomWork": {
        "title": "Случайная работа",
        "details": "Подробнее"
    },

    "collection": {
        "series": {
            "allWorks": "Все работы",
            "towns": "Города",
            "graphics": "Графика",
            "womenAesthetic": "Женская эстетика",
            "flowers": "Цветы",
            "ichthys": "Ихтис",
            "fruits": "Фрукты",
            "abstractionism": "Абстракция",
            "oceanSecrets": "Тайны океана",
            "stillLife": "Натюрморт",
            "landscapes": "Пейзажи",
            "philosophicalFantasy": "Филосовская фантазия"
        }
    },

    "home": {
        "artistName": "Юлия Кудина",
        "sideTitle": "Главная",
        "sectionNames": {
            "biography": "Биография",
            "exhibitions": "Выставки",
            "works": "Работы",
            "media": "СМИ",
            "contacts": "Контакты"
        },
        "description": {
            "part1": "Юлия Кудина – член Союза художников России, лауреат многочисленных международных и региональных конкурсов, но, несмотря на молодость, Юлия уже человек с именем и, что особенно ценно, с огромным желанием двигаться дальше, постигая тайны ремесла. У Кудиной есть работы, по которым никогда не определишь, что они за авторством молодого художника. В них присутствует глубина, зрелость и умение поймать атмосферу. От такого искусства не устаешь – напротив, они рождают новые ассоциации и вопросы. Ее цветы, написанные с огромной теплотой и любовью, совершенно разные. Но впечатляет всегда фон, выбранный для них. Он точно подает букет и его оттеняет, будь это прекрасные розы на белом полотне, ирисы или тюльпаны на нежно-розовом. Натюрморт <0>«Алые розы»</0> излучает своеобразное напряжение, остроту и чувственность. Вообще, чувственность, свойственная работам Юлии Кудиной, очень легкая, но пронизывающая. У художницы есть картина, наверное одна из самых интересных, называется <1>«Ирисы – цветы любви»</1>. В цветах лежит девушка, но девушка так изящно спрятана в ирисах, что сразу ты и не замечаешь силуэта. Полотно производит впечатление какой-то нечаянности, такого ощущения, что это и не живопись, а греза наяву – этакое состояние природы, человеческой и природы мира. Работа гармоничная и на редкость притягательная.",
            "part2": "Нельзя пройти мимо и ее букетов полевых цветов. Одна из картин, которая так и называется <0>«Полевой букет»</0>, поражает спонтанностью и изящной небрежностью. Листья, ромашки, какая-то трава, но опять же приглушенный фон и естественность натуры – всё собирается в замечательный живой образ. Юля сама признается, что аккуратная среда – чистенькая, лакированная, идеально ровная – ей чужда. У нее даже цветы практически без ваз, они как бы вырастают откуда-то, а порой это просто охапка. И это «вырастают» придает им свою экспрессию и импровизацию. Складывается иногда ощущение, что они возникают мгновенно и сразу. Но подобная этюдность лишь видимость – та же любимая ею <1>сирень</1>: ведь сирень, то, как художник ее чувствует, с ее силуэтностью и россыпью цветочков, показывает и класс мастера, и его вкус. У Юлии со вкусом все хорошо, притом он есть и в быту. А бесконечная благоухающая и пестрая галерея цветов – это прежде всего запрос души. И надо отметить, что мы видим не дамские кружева, а работы умного и ищущего художника.",
            "part3": "Есть и другая страсть у живописца – старый город. Для Юлии «седовласый» город прежде всего красота уходящей эпохи и уют, из которого, как из-под теплого пледа в холод, не хочется выныривать. Ее чудный <0>Екатеринодар</0> – гимн старине и исчезающей красоте. У Кудиной нет конкретного дома, выписанного от и до, так сказать срисованного. Здесь старые города, дома – собирательный образ: крыша может быть одна, фасад совершенно другим, двери вовсе, так сказать с соседней улицы. Самое главное, в них присутствует своя жизнь, которую мы, наверное, теряем и которая уже переходит то ли в миф, то ли в прекрасный сон, то ли в мечты о прошлом.",
            "author": "Автор статьи – <0>Арт-критик Александр Геннадьев</0>"
        },

        "contacts": {
            "formTitle": "Обратная связь",

            "form": {
                "nameLabel": "Как Вас зовут?",
                "phoneLabel": "Телефон",
                "messageLabel": "Ваше сообщение",
                "submitButton": "Отправить",
                "successMessage": "Спасибо! Ваша информация была отправлена.",
                "errorMessage": "Извините, форма не была отправлена. Пожалуйста, попробуйте еще раз или свяжитесь со мной другим доступным способом."
            },

            "contactDialog": {
                "dialogTitle": "Варианты связи",
                "ringLabel": "Звонок на мобильный",
                "whatsAppLabel": "WhatsApp",
                "telegramLabel": "Telegram"
            }
        }
    }
}