import * as React from 'react';
import { Typography } from '@mui/material';
import { Box } from '@mui/system';


const Biography = () => {
    return (
        <Box id="bio">
            <Typography sx={{lineHeight: 2}} component="p">
                Кудина Юлия Борисовна родилась 22 февраля 1992, в Краснодаре. В 2012 году окончила институт начального среднего профессионального образования при Кубанском государственном университете, по специальности «дизайн среды». В данный момент продолжает обучение в Кубанском государственном университете, на художественно графическом факультете. Является членом Союза художников России с 2016 года. В течении семи лет учится в студии живописи заслуженного художника России С. Д. Воржева. С 2010 года ведет педагогическую деятельность, по направлению живопись. Начиная с 2009 года участница краевых, региональных и международных выставок и конкурсов по живописи.
            </Typography>
            <Typography sx={{lineHeight: 2, marginTop: 2}} component="p">
                Стихийно Юлию тянуло к сфере искусства с раннего детства. Еще в детском саду она проявляла интерес к рисованию, и настойчиво просила родителей отдать ее в художественную школу. Переданная по наследству от бабушки творческая энергия требовала пути для реализации. Самостоятельность и решимость в последствии станут той основой, которая будет помогать художнице широкими шагами уверенно двигаться к своим целям.
                Юлия закончила школу им. Пташинского, одно из лучших учебных заведений дополнительного образования детей отрасли «Культура» страны, давшую старт многим известным мастерам. Это базовая основа, известная своим методическим внедрением основных художественных принципов и сильной преподавательской школой не только живописи, но и графики. После успешного окончания первого звена обучения, Юлия поступила в Кубанский Государственный университет на художественно-графический факультет по специальности дизайнер.
                Став ученицей Сергея Дмитриевича при его мастерской, она углубляет познания в технике масляной живописи, которой способствовала уникальность той среды, в которой она оказалась. Сергей Дмитриевич Воржев является одним из немногих хранителей секретов масляной живописи старых мастеров, которыми он овладел в реставрационных мастерских Эрмитажа у лучших специалистов России. Своими собственными руками восстанавливая испорченные временем шедевры малых и больших голландцев, он виртуозно овладел их приемами, раскрыв секреты технологии. Именно эти знания он с успехом передает своим ученикам, которые, по заветам мастеров начиная с эпохи возрождения, сначала занимаются копированием картин своих учителей. Именно на этой устоявшейся структуре они оттачивают свои умения. Этим путем пошла и Юлия, создавая устойчивые, сбалансированные композиции из даров кубанской природы, подсолнухов, тыкв и копченых толстолобиков, живо описывая неповторимый колорит простой кубанской жизни.
            </Typography>
            <Typography sx={{lineHeight: 2, marginTop: 2}} component="p">
                Став ученицей Сергея Дмитриевича при его мастерской, она углубляет познания в технике масляной живописи, которой способствовала уникальность той среды, в которой она оказалась. Сергей Дмитриевич Воржев является одним из немногих хранителей секретов масляной живописи старых мастеров, которыми он овладел в реставрационных мастерских Эрмитажа у лучших специалистов России. Своими собственными руками восстанавливая испорченные временем шедевры малых и больших голландцев, он виртуозно овладел их приемами, раскрыв секреты технологии. Именно эти знания он с успехом передает своим ученикам, которые, по заветам мастеров начиная с эпохи возрождения, сначала занимаются копированием картин своих учителей. Именно на этой устоявшейся структуре они оттачивают свои умения. Этим путем пошла и Юлия, создавая устойчивые, сбалансированные композиции из даров кубанской природы, подсолнухов, тыкв и копченых толстолобиков, живо описывая неповторимый колорит простой кубанской жизни.
            </Typography>
        </Box>
    );
}

export default Biography;