{
    "languageChange": "RU",
    "languageChangeDescriptive": "Русский язык",
    "header": {
        "title": "Julia Kudina",
        "menu": "Menu",
        "menuItems": {
            "allWorks": "All Works",
            "biography": "Biography",
            "exhibitions": "Exhibitions",
            "media": "Media",
            "contacts": "Contacts"
        }
    },

    "randomWork": {
        "title": "Random Work",
        "details": "Details"
    },

    "collection": {
        "series": {
            "allWorks": "All Works",
            "towns": "Towns",
            "graphics": "Graphics",
            "womenAesthetic": "Women Aesthetic",
            "flowers": "Flowers",
            "ichthys": "Ichthys",
            "fruits": "Fruits",
            "abstractionism": "Abstractionism",
            "oceanSecrets": "Ocean Secrets",
            "stillLife": "Still Life",
            "landscapes": "Landscapes",
            "philosophicalFantasy": "Philosophical Fantasy"
        }
    },

    "artwork": {
        "material": "Material",
        "size": "Size"
    },

    "home": {
        "artistName": "Julia Kudina",
        "sideTitle": "Home",
        "sectionNames": {
            "biography": "Biography",
            "exhibitions": "Exhibitions",
            "works": "Works",
            "media": "Media",
            "contacts": "Contacts"
        },
        "description": {
            "part1": "Julia Kudina is a member of the Union of Artists of Russia, winner of numerous international and regional competitions, but despite her youth, Juia is already a person with a name and, what is especially valuable, with a great desire to move on, comprehending the secrets of the craft. Julia has artworks by which you will never determine that they are the authorship of a young artist. They have depth, maturity and the ability to capture the atmosphere. You don't get tired of such art – on the contrary, they give rise to new associations and questions. Her flowers, painted with great warmth and love, are completely different. But the background chosen for them is always impressive. She accurately delivers a bouquet and sets it off, whether it's beautiful roses on a white canvas, irises or tulips on a pale pink. The still life \"Scarlet Roses\" radiates a kind of tension, sharpness and sensuality. In general, the sensuality inherent in the works of Julia Kudina is very light, but penetrating. The artist has a painting, probably one of the most interesting, called \"Irises – Flowers of Love\". There is a girl in the flowers, but the girl is so elegantly hidden in irises that you don't notice the silhouette right away. The canvas gives the impression of some kind of accident, such a feeling that this is not a painting, but a daydream - a kind of state of nature, human and the nature of the world. The work is harmonious and extremely attractive.",
            "part2": "You can not pass by her bouquets of wildflowers. One of the paintings, which is called \"Field Bouquet\", strikes with spontaneity and elegant carelessness. Leaves, daisies, some kind of grass, but again a muted background and the naturalness of nature - everything is going into a wonderful living image. Julia herself admits that a neat environment – clean, lacquered, perfectly smooth - is alien to her. She even has flowers with almost no vases, they seem to grow from somewhere, and sometimes it's just an armful. And this \"grow up\" gives them their expression and improvisation. There is sometimes a feeling that they arise instantly and immediately. But such an etude is only an appearance – the same lilac she loves: after all, lilac, the way the artist feels it, with its silhouette and scattering of flowers, shows both the master's skill and his taste. Julia's taste is fine, and besides, it is in everyday life. And the endless fragrant and variegated gallery of flowers is primarily a request of the soul. And it should be noted that we do not see ladies' lace, but the work of an intelligent and searching artist.",
            "part3": "There is another passion of the painter – the old town. For Julia, the \"gray-haired\" city is primarily the beauty of the passing era and comfort, from which, like from under a warm blanket in the cold, you do not want to emerge. Her wonderful Ekaterinodar is a hymn to antiquity and disappearing beauty. Julia does not have a specific house, written out from and to, so to speak, copied. Here old towns, houses are a collective image: the roof can be one, the facade is completely different, the doors are completely, so to speak, from the next street. Most importantly, they have their own life, which we probably lose and which is already turning into either a myth, or a beautiful dream, or dreams of the past."
        }
    }
}